/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Apagar";
"Basic settings" = "Configurações básicas";



/* MAIN ACTIVITIES */

"Home" = "Início";
"Open" = "Aberto";
"Closed" = "Fechado";
"Awards" = "Prêmios";



/* HOME VIEW */

"Up next" = "A seguir";
"More to explore" = "Mais para explorar";

"%@, %lld items, %g%% complete." = "%@, %lld itens, %g%% concluído.";



/* PROJECTS VIEW */

"Open Projects" = "Projetos Abertos";
"Closed Projects" = "Projetos Fechados";
"Add Project" = "Adicionar Projeto";
"Add New Item" = "Adicionar Novo Item";
"There's nothing here right now" = "Não há nada aqui agora";

/* A button that shows a menu with the following options */
"Sort" = "Ordenar";
"Sort items" = "Ordenar itens"; /* The title of the menu */
"Optimized" = "Otimizada"; /* Sort using an optimized algorithm */
"Creation Date" = "Data de Criação"; /* Sort by the date items were created */
"Title" = "Título"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "Novo Projeto";
"New Item" = "Novo Item";

"%@, completed." = "%@, concluído.";
"%@, high priority." = "%@, prioridade alta.";



/* EDITING PROJECTS */
"Edit Project" = "Editar Projeto";
"Project name" = "Nome do projeto";
"Description of this project" = "Descrição deste projeto";
"Custom project color" = "Cor personalizada do projeto";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Fechar este projeto";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Fechar um projeto o move da guia Aberto para Fechado; apagá-lo remove o projeto completamente.";
"Reopen this project" = "Reabrir este projeto";
"Delete this project" = "Apagar este projeto";
"Delete project?" = "Apagar projeto?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Tem certeza de que deseja apagar este projeto? Você também apagará todos os itens que ele contém.";

"Pink" = "Rosa";
"Purple" = "Roxo";
"Red" = "Vermelho";
"Orange" = "Laranja";
"Gold" = "Ouro";
"Green" = "Verde";
"Teal" = "Verde-azulado";
"Light Blue" = "Azul Claro";
"Dark Blue" = "Azul Escuro";
"Midnight" = "Meia-noite";
"Dark Gray" = "Cinza Escuro";
"Gray" = "Cinza";



/* EDITING ITEMS */
"Edit Item" = "Editar Item";
"Item name" = "Nome do item";
"Description" = "Descrição";
"Priority" = "Prioridade";
"Low" = "Baixa";
"Medium" = "Média";
"High" = "Alta";

"Mark Completed" = "Marcar Concluído"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Bloqueado";
"Unlocked: %@" = "Desbloqueado: %@";



/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Por favor, selecione algo no menu para começar.";
